---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ConnectorWidth
source: html/59e22d9b-5c7f-c73c-ae6d-5226c1321338.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ConnectorWidth Property

"Width"

## Syntax (C#)
```csharp
public static ForgeTypeId ConnectorWidth { get; }
```